Repository: common-repository/woosa-bol-com-for-woocommerce
Catalog: languages/woosa-bol-*.po
Languages: nl_nl

source: Processing...
nl_nl: Even geduld…

source: Are you sure you want to mark this retun as handled?
nl_nl: Weet je het zeker dat je deze retour als afgehandeld wilt markeren?

source: You have reached the maximum limit (%s) of published products, please check our PRO version of %s for unlimited products and other awesome features!
nl_nl: Je hebt het maximum aantal ( %s) van gepubliceerde producten bereikt. Wil je meer producten publiceren? Bekijk dan de PRO-versie van %s voor een onbeperkt aantal producten en andere geweldige functies!

source: Your server must have at least cURL %s, please contact your hosting provider to upgrade this, otherwise this plugin might not work properly!
nl_nl: Uw server moet ten minste cURL %s hebben, neem contact op met je hosting provider om dit te upgraden, anders werkt deze plugin misschien niet goed!

source: Available in PRO version
nl_nl: Beschikbaar in PRO-versie

source: Get the PRO version and enjoy the awesome features and ofcourse unlimited support & updates!
nl_nl: Download de PRO-versie en geniet van de geweldige functies en natuurlijk onbeperkt support & updates!

source: Let's get the PRO version
nl_nl: Download de PRO-versie direct

source: Publishing products...
nl_nl: Producten publiceren...

source: Settings
nl_nl: Instellingen

source: Check for Updates
nl_nl: Controleer voor updates

source: This plugin requires %s plugin to be installed and active!
nl_nl: Helaas, deze plugin heeft %s nodig om te kunnen functioneren!

source: Your server must have at least PHP 7.1! Please upgrade! %sGo back%s
nl_nl: Jouw server moet ten minste PHP 7.1 hebben! Gelieve te upgraden! %sGa terug%s

source: You need at least Wordpress 4.5! Please upgrade! %sGo back%s
nl_nl: Je hebt tenminste WordPress 4.5 nodig! Gelieve te upgraden! %sGa terug%s

source: Woosa - multi-account for bol.com
nl_nl: Woosa - multi-account voor bol.com

source: This extension allows customers to sell products on bol.com by using up to 5 accounts.
nl_nl: Met deze extensie kunnen klanten producten op bol.com verkopen via maximaal 5 verschillende bol.com accounts te gebruiken.

source: Invoice ID
nl_nl: Factuur ID

source: Invoice
nl_nl: Factuur

source: Display imported invoices
nl_nl: Toon geïmporteerde facturen

source: Invoices
nl_nl: Facturen

source: Item Archives
nl_nl: Archieven

source: Item Attributes
nl_nl: Item Attributen

source: Parent Item:
nl_nl: Bovenliggend item:

source: Add new invoice
nl_nl: Factuur toevoegen

source: Add invoice
nl_nl: Factuur toevoegen

source: New invoice
nl_nl: Nieuwe factuur

source: Edit invoice
nl_nl: Pas factuur aan

source: Update invoice
nl_nl: Werk factuur bij

source: View invoice
nl_nl: Bekijk factuur

source: View invoices
nl_nl: Bekijk facturen

source: Search invoices
nl_nl: Facturen zoeken

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in prullenbak

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Uitgelichte afbeelding instellen

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into item
nl_nl: Plaats in item

source: Uploaded to this item
nl_nl: Geüpload naar dit item

source: Invoices list
nl_nl: Facturen lijst

source: Invoices list navigation
nl_nl: Lijst met facturenoverzicht

source: Filter invoices list
nl_nl: Filter facturen

source: Return
nl_nl: Retour

source: Display imported returns
nl_nl: Geïmporteerde retouren weergeven

source: Returns
nl_nl: Retouren

source: Add new Return
nl_nl: Voeg nieuwe retour toe

source: Add return
nl_nl: Voeg retour toe

source: New return
nl_nl: Nieuwe retour

source: Edit return
nl_nl: Retour bewerken

source: Update return
nl_nl: Retour bijwerken

source: View return
nl_nl: Retour weergeven

source: View returns
nl_nl: Bekijk retouren

source: Search returns
nl_nl: Zoek retouren

source: returns list
nl_nl: Retourenlijst

source: Returns list navigation
nl_nl: Retouren lijst navigatie

source: Filter returns list
nl_nl: Filter retour lijst

source: Publish products
nl_nl: Producten publiceren

source: Choose whether or not to publish products in this account.
nl_nl: Kies of je producten in dit bol.com account wilt publiceren.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Available in PRO Version
nl_nl: Beschikbaar in PRO-versie

source: Import orders
nl_nl: Importeer bestellingen

source: Choose whether or not to import orders from this account. Interval: 15 minutes
nl_nl: Kies of je bestellingen van dit account wilt importeren. Interval: 15 minuten

source: Import invoices
nl_nl: Facturen importeren

source: Choose whether or not to import invoices from this account. Interval: monthly
nl_nl: Kies of je facturen van dit account wilt importeren. Interval: maandelijks

source: Import returns
nl_nl: Retouren importeren

source: Choose whether or not to import returns from this account. Interval: daily.
nl_nl: Kies of je retouren van dit account wilt importeren. Interval: dagelijks.

source: Display commission
nl_nl: Commissie weergeven

source: Choose whether or not to show bol.com commission for imported orders
nl_nl: Kies of je de bol.com-commissie bij de geïmporteerde bestellingen wilt tonen

source: Exclude VAT
nl_nl: Exclusief BTW

source: Choose whether or not to exclude VAT calculation for imported order
nl_nl: Kies of je geïmporteerde bestellingen exclusief BTW wilt importeren

source: Remove account
nl_nl: Verwijder account

source: Remove
nl_nl: Verwijderen

source: General
nl_nl: Algemeen

source: General Settings
nl_nl: Algemene instellingen

source: EAN source
nl_nl: EAN-bron

source: Choose the source of the product EAN code.
nl_nl: Kies waar we de EAN-code van het product uit WooCommerce kunnen halen.

source: Default
nl_nl: Standaard

source: Use a specific custom field
nl_nl: Gebruik een specifiek Custom Field

source: Use the product SKU
nl_nl: De product-SKU gebruiken

source: Specify the field name
nl_nl: Geef de veld naam op

source: Use WooCommerce price
nl_nl: Gebruik WooCommerce prijs

source: Choose whether or not to use the default WooCommerce product price at publishing on bol.com.
nl_nl: Kies of je de standaard WooCommerce-productprijs wilt gebruiken bij publicatie op bol.com.

source: Adjust the price (percentage/fixed amount)
nl_nl: De prijs aanpassen (percentage/vast bedrag)

source: Shipping cost (%s)
nl_nl: Verzendkosten (%s)

source: The shipping cost that will be added to the product price at publishing on bol.com.
nl_nl: De verzendkosten worden toegevoegd aan de productprijs bij publicatie op bol.com.

source: Stock managed by
nl_nl: Voorraad beheerd door

source: Choose whether the retailer manages the stock levels or bol.com
nl_nl: Kies of de retailer of bol.com de voorraad beheert

source: Retailer
nl_nl: Verkoper

source: Delivery time
nl_nl: Bezorgtijd

source: Choose the delivery promise
nl_nl: Kies de leveringsbelofte

source: Fulfill by
nl_nl: Levering door

source: Specifies whether the shipment will be fulfilled by the retailer or bol.com
nl_nl: Geeft aan of de zending wordt uitgeleverd door de webshop of bol.com (LVB)

source: Condition
nl_nl: Conditie

source: Address format
nl_nl: Adresformaat

source: Choose the address format for the imported orders
nl_nl: De adresnotatie voor de geïmporteerde orders kiezen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bekijken.

source: Your settings have been saved.
nl_nl: Instellingen opgeslagen.

source: The authorization has been done successfully!
nl_nl: De autorisatie is succesvol voltooid!

source: The authorization has failed, please make sure you provided a valid Client ID and Client Secret!
nl_nl: De autorisatie is mislukt. Zorg ervoor dat je een geldig client ID en client secret hebt opgegeven!

source: The authorization has been revoked.
nl_nl: De autorisatie is ingetrokken.

source: The authorization couldn't be revoked.
nl_nl: De autorisatie kan niet worden ingetrokken.

source: Caching data has been cleared.
nl_nl: Het opslaan van gegevens is gewist.

source: Clear cache
nl_nl: Cache leegmaken

source: This tool will clear all caching data which is stored in this moment.
nl_nl: Dit hulpprogramma zal alle caching gegevens die zijn opgeslagen in dit moment te wissen.

source: Click to clear
nl_nl: Klik om te wissen

source: Clear background process
nl_nl: Reset achtergrondproces

source: This tool will clear all background processes which are running (or got stuck) in this moment such as: importing orders/invoices/returns or syncronizing product stock
nl_nl: Deze tool zal alle achtergrondprocessen - die vastzitten of momenteel bezig zijn - wissen, zoals: het importeren van bestellingen/facturen/retouren of synchronisatie van de productvoorraad

source: Reset cron jobs
nl_nl: Cron-taken opnieuw instellen

source: This tool will reset all WP cron jobs such as: importing orders/invoices/returns and syncronizing product stock
nl_nl: Deze tool zal alle WP cron-taken resetten, zoals: orders/facturen/retouren importeren en productvoorraden syncroniseren

source: Click to reset
nl_nl: Klik om te resetten

source: No errors
nl_nl: Geen fouten

source: Not available
nl_nl: Niet beschikbaar

source: Adjust your price to %s or lower to receive a cost reduction of %s
nl_nl: Pas jouw prijs aan op %s of lager om een commissie verlaging van %s te ontvangen

source: You receive %s as cost reduction
nl_nl: Je ontvangt %s als commissie verlaging

source: Publishing products in this account is disabled, please %sgo to settings%s to enable it.
nl_nl: Het publiceren van producten in dit account is uitgeschakeld, %sga naar instellingen%s om het in te schakelen.

source: The EAN code is invalid (please check again) or is not recognized by bol.com, in this case you should log in into bol.com account and add this manually.
nl_nl: De EAN-code is ongeldig (controleer opnieuw) of wordt niet herkend door bol.com, in dit geval dien je inloggen op bol.com-account en dit handmatig toevoegen.

source: Something went wrong while trying to publish this offer.
nl_nl: Er is iets misgegaan bij het publiceren van dit product.

source: Offer stock could not be updated because there is no offer id found.
nl_nl: Productvoorraad kon niet worden bijgewerkt omdat er geen product ID is gevonden.

source: Something went wrong while trying to update offer stock.
nl_nl: Er is iets misgegaan bij het bijwerken van de productvoorraad.

source: Something went wrong while trying to delete this offer.
nl_nl: Er is iets misgegaan bij het verwijderen van dit product.

source: Authorized
nl_nl: Goedgekeurd

source: Unauthorized
nl_nl: Niet-geautoriseerd

source: %sClick to revoke%s
nl_nl: %sKlik om in te trekken%s

source: %sClick to authorize%s
nl_nl: %sKlik om te machtigen%s

source: New
nl_nl: Nieuw

source: As new
nl_nl: Als nieuw

source: Good
nl_nl: Goed

source: Reasonable
nl_nl: Redelijk

source: Moderate
nl_nl: Modereren

source: Ordered before %s on working days, delivered the next working day.
nl_nl: Besteld vóór %s op werkdagen, de volgende werkdag geleverd.

source: %s working days.
nl_nl: %s werkdagen.

source: Out of stock
nl_nl: Uitverkocht

source: Requested by customer
nl_nl: Aangevraagd door de klant

source: Bad condition
nl_nl: Slechte staat

source: Higher shipcost
nl_nl: Hogere verzendkosten

source: Incorrect price
nl_nl: Niet correcte prijs

source: Not available in time
nl_nl: Niet op tijd beschikbaar

source: No BOL quarantee
nl_nl: Geen bol garantie

source: Ordered twice
nl_nl: Tweemaal besteld

source: Retain item
nl_nl: Product behouden

source: Technical issue
nl_nl: Technisch probleem

source: Unfindable item
nl_nl: Onvindbaar artikel

source: Other
nl_nl: Anders

source: Return received
nl_nl: Retour ontvangen

source: Exchange product
nl_nl: Product omruilen

source: Return does not meet conditions
nl_nl: Retour voldoet niet aan voorwaarden

source: Repair product
nl_nl: Reparatie product

source: Customer keeps product paid
nl_nl: Klant houdt het product betaald

source: Still approved
nl_nl: Nog steeds goedgekeurd

source: Return completed
nl_nl: Retour voltooid

source: No return available
nl_nl: Geen retour beschikbaar

source: Published
nl_nl: Gepubliceerd

source: Not published
nl_nl: Niet gepubliceerd

source: Paused
nl_nl: Gepauzeerd

source: Pending
nl_nl: In afwachting

source: Updating
nl_nl: Bijwerken

source: Deleting
nl_nl: Verwijderen

source: Error
nl_nl: Fout

source: Information
nl_nl: Informatie

source: Publish
nl_nl: Publiceren

source: Unpause
nl_nl: Hervatten

source: Put on pause
nl_nl: Op pauze zetten

source: Update price
nl_nl: Prijs bijgewerkt

source: Update reference code
nl_nl: Referentiecode bijwerken

source: Delete
nl_nl: Verwijderen

source: It looks like you do not have enough permissions to sell offers fulfilled by bol.com. Please %scontact bol.com%s for more details.
nl_nl: Het lijkt erop dat je niet voldoende rechten hebt om producten van bol.com te verkopen. Raadpleeg %scontact bol.com%s voor meer informatie.

source: An error has occurred while trying to retrieve the offer from bol.com
nl_nl: Er is een fout opgetreden bij het ophalen van de producten op bol.com

source: Status of this product in bol.com
nl_nl: Status van dit product in bol.com

source: Some errors were found, check the product!
nl_nl: Er zijn fouten zijn gevonden, controleer het product!

source: Adjust your price to receive the reduction, check the product!
nl_nl: Pas jouw prijs aan om de korting te ontvangen, controleer het product!

source: This product has a cost reduction!
nl_nl: Dit product heeft een commissie verlaging!

source: Please provide a valid product price (between 1 and 9999).
nl_nl: Geef een geldige productprijs op (tussen 1 en 9999).

source: Please provide the EAN code.
nl_nl: Geef de EAN-code op.

source: Please provide the product condition.
nl_nl: Geef de product conditie op.

source: Please provide a valid stock amount (between 0 and 999).
nl_nl: Geef een geldig voorraad aantal op (tussen 0 en 999).

source: Please specify who will manage the stock amount.
nl_nl: Geef aan wie de voorraad zal beheren.

source: Please provide the time of delivery.
nl_nl: Geef het tijdstip van levering op.

source: Please specify who will fulfill the shipping.
nl_nl: Geef aan wie de verzending zal afhandelen.

source: Please provide a valid reference (between 0 and 20 characters).
nl_nl: Geef een geldige verwijzing op (tussen 0 en 20 tekens).

source: You first need to publish your WooCommerce product, before you can publish it on bol.com
nl_nl: Je moet eerst jouw WooCommerce-product publiceren voordat je deze op bol.com kunt publiceren

source: Bol: Publish
nl_nl: Bol: Publiceer

source: Bol: Reset
nl_nl: Bol: Resetten

source: This EAN code %s already exists for this product: %s
nl_nl: Deze EAN-code %s wordt al voor dit product: %s

source: Action
nl_nl: Actie

source: No action
nl_nl: Geen actie

source: Update reference code, fulfilment & delivery time
nl_nl: Update referentiecode, levering & levertijd

source: Update stock management
nl_nl: Voorraadbeheer bijwerken

source: Pause / Unpause
nl_nl: Pauzeer / Re-activeer

source: Choose what action to apply in bol.com for this product
nl_nl: Kies de actie die je in bol.com voor dit product wilt toepassen

source: Installed
nl_nl: Geïnstalleerd

source: Read more
nl_nl: Meer informatie

source: Required
nl_nl: Verplicht

source: Price (%s)
nl_nl: Prijs (%s)

source: Reference code
nl_nl: Referentiecode

source: Stock quantity
nl_nl: Voorraadhoeveelheid

source: Set quantity
nl_nl: Hoeveelheid instellen

source: Whenever you set this it will also update automatically the offer stock in bol.com
nl_nl: Wanneer u deze instelt, wordt de product voorraad ook automatisch bijgewerkt in bol.com

source: Choose the product condition
nl_nl: Kies de product conditie

source: These are required fields, please make sure to set a value for them!
nl_nl: Dit zijn verplichte velden, zorg ervoor dat je een waarde voor deze instelt!

source: Refresh
nl_nl: Ververs

source: Save changes
nl_nl: Sla wijzigingen op

source: Woosa - bol.com for WooCommerce - light version
nl_nl: Woosa - bol.com voor WooCommerce - light versie

source: Sell your products on bol.com and realize more revenue within your WooCommerce webshop.
nl_nl: Verkoop jouw producten op bol.com en realiseer meer omzet binnen jouw WooCommerce webshop.
